Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Add names, slang, or jargon the keyboard keeps fighting. They show up as you type, stay correctly spelled, and survive a learned-words reset.
de: Füge Namen, Slang oder Fachwörter hinzu, gegen die die Tastatur ankämpft. Sie erscheinen beim Tippen, bleiben richtig geschrieben und überstehen das Löschen gelernter Wörter.
es: Añade nombres, jerga o tecnicismos contra los que pelea el teclado. Aparecen mientras escribes, se mantienen bien escritos y sobreviven al borrado de palabras aprendidas.
et: Lisa nimesid, slängi või žargooni, millega klaviatuur pidevalt võitleb. Need ilmuvad tipimise ajal, jäävad õigesti kirjutatud ja säilivad õpitud sõnade lähtestamisel.
fr: Ajoute les noms, l'argot ou le jargon que le clavier n'arrête pas de corriger. Ils apparaissent pendant la frappe, gardent leur orthographe et survivent à l'effacement des mots appris.
hu: Add hozzá azokat a neveket, szlenget vagy szakszavakat, amiket a billentyűzet folyton javít. Gépelés közben megjelennek, helyesen maradnak, és a tanult szavak törlését is túlélik.
it: Aggiungi nomi, slang o gergo contro cui la tastiera continua a lottare. Compaiono mentre scrivi, restano scritti bene e sopravvivono alla cancellazione delle parole imparate.
ja: キーボードが直そうとする名前やスラング、専門用語を追加できます。入力中に候補として出て、つづりもそのまま、学習した単語を消しても残ります。
ko: 키보드가 자꾸 고치려는 이름, 은어, 전문 용어를 추가하세요. 입력할 때 후보로 나오고, 철자도 그대로 유지되며, 학습된 단어를 지워도 남습니다.
ms: Tambah nama, slanga atau jargon yang sentiasa dibetulkan papan kekunci. Ia muncul semasa awak menaip, kekal ejaannya dan tidak hilang apabila perkataan yang dipelajari dibersihkan.
pt: Adiciona nomes, gíria ou jargão contra os quais o teclado insiste. Aparecem enquanto escreves, mantêm a grafia e sobrevivem à limpeza das palavras aprendidas.
ru: Добавьте имена, сленг или жаргон, с которыми клавиатура постоянно спорит. Они появляются в подсказках, пишутся правильно и переживают сброс выученных слов.
zh_hans: 把键盘老想改掉的名字、俚语或行话加进来。它们会在你打字时出现，拼写保持不变，清空已学词汇后也还在。

source: Add one in Clink → Plugins
de: Füg eins in Clink → Plugins hinzu
es: Añade uno en Clink → Plugins
et: Lisa üks jaotises Clink → Pistikprogrammid
fr: Ajoutes-en un dans Clink → Plugins
hu: Adj hozzá egyet itt: Clink → Bővítmények
it: Aggiungine uno in Clink → Plugin
ja: Clink → プラグインで追加できます
ko: Clink → 플러그인에서 하나 추가해보세요
ms: Tambah satu dalam Clink → Plugin
pt: Adiciona um em Clink → Plugins
ru: Добавьте его в Clink → «Плагины»
zh_hans: 在 Clink → 插件里添加一个

source: Add one to a custom layout from Layout, Arrange, Element.
de: Füge eines über Layout, Anordnen, Element zu einem eigenen Layout hinzu.
es: Añade uno a un diseño personalizado desde Diseño, Organizar, Elemento.
et: Lisa see kohandatud paigutusse jaotisest Paigutus, Korralda, Element.
fr: Ajoutez-en un à une disposition personnalisée depuis Disposition, Agencer, Élément.
hu: Add hozzá egyet egy egyéni kiosztáshoz a Kiosztás, Elrendezés, Elem útvonalon.
it: Aggiungine uno a un layout personalizzato da Layout, Disponi, Elemento.
ja: レイアウト、配置、エレメントからカスタムレイアウトに追加できます。
ko: 레이아웃, 배치, 엘리먼트에서 사용자 레이아웃에 추가하세요.
ms: Tambah satu ke susun atur tersuai melalui Susun Atur, Atur, Elemen.
pt: Adicione um a um esquema personalizado em Esquema, Organizar, Elemento.
ru: Добавьте его в свою раскладку через «Раскладка», «Расположение», «Элемент».
zh_hans: 在布局、排列、元素中把它加入自定义布局。

source: Add one to the left or right of space, and give it what it should do.
de: Leg eine links oder rechts von der Leertaste an und gib ihr eine Aufgabe.
es: Añade una a la izquierda o a la derecha del espacio y dile qué debe hacer.
et: Lisa üks tühikust vasakule või paremale ja anna talle ülesanne.
fr: Ajoutes-en une à gauche ou à droite de l'espace, et dis-lui quoi faire.
hu: Vegyél fel egyet a szóköz bal vagy jobb oldalára, és add meg, mit csináljon.
it: Aggiungine uno a sinistra o a destra dello spazio e assegnagli cosa fare.
ja: スペースの左か右に1つ追加して、そのキーの役割を決めます。
ko: 스페이스 왼쪽이나 오른쪽에 하나 추가하고, 무슨 일을 할지 정하세요.
ms: Tambah satu di kiri atau kanan ruang, dan tetapkan apa yang perlu dilakukannya.
pt: Adiciona uma à esquerda ou à direita do espaço e define o que ela faz.
ru: Добавьте её слева или справа от пробела и задайте, что она делает.
zh_hans: 在空格左边或右边加一个，再给它指定要做的事。

source: Add one under Create: the shortcut, then the phrase it turns into.
de: Füge unter Erstellen zuerst das Kürzel und dann den Text ein, der es ersetzen soll.
es: Añade uno en Crear: primero el atajo y después la frase en la que se convierte.
et: Lisa jaotises „Loo” kõigepealt lühend ja seejärel fraas, millega see asendatakse.
fr: Ajoute-en un dans Créer : le raccourci, puis la phrase qui le remplace.
hu: A Létrehozás résznél előbb add meg a rövidítést, majd a kifejezést, amellyé ki szeretnéd egészíteni.
it: Aggiungine una in Crea: prima la scorciatoia, poi la frase in cui si trasforma.
ja: 「作成」で、ショートカットと変換後のフレーズを順に入力して追加します。
ko: ‘만들기’에서 단축어를 입력한 다음, 단축어가 바뀔 문구를 입력해 추가하세요.
ms: Tambahkan di bahagian Cipta: masukkan singkatan, kemudian frasa penggantinya.
pt: Adiciona um em Criar: primeiro o atalho e depois a frase que o substitui.
ru: В разделе «Создать» сначала введите сокращение, затем фразу, в которую оно будет разворачиваться.
zh_hans: 在“创建”中，先输入快捷短语，再输入要替换成的内容，然后添加。

source: Add one: the shortcut, then the phrase it turns into.
de: Leg eine an: das Kürzel und den Text, der daraus wird.
es: Añade una: el atajo y la frase en la que se convierte.
et: Lisa üks: otsetee ja siis fraas, milleks see muutub.
fr: Ajoutes-en un : le raccourci, puis le texte qu'il devient.
hu: Vegyél fel egyet: a rövidítést, majd a szöveget, amivé válik.
it: Aggiungine una: la scorciatoia e la frase in cui si trasforma.
ja: 新しく1つ追加します。短縮形と、それが展開される文章を入れます。
ko: 하나 추가하세요. 짧은 말과, 그것이 바뀔 문구를 넣으면 됩니다.
ms: Tambah satu: pintasannya, kemudian frasa yang terhasil.
pt: Adiciona uma: o atalho e a frase em que se transforma.
ru: Добавьте пару: сокращение, а затем фразу, в которую оно превращается.
zh_hans: 新建一条：缩写，以及它要变成的内容。

source: Add plugin
de: Plugin hinzufügen
es: Añadir plugin
et: Lisa pistikprogramm
fr: Ajouter un plugin
hu: Bővítmény hozzáadása
it: Aggiungi plugin
ja: プラグインを追加
ko: 플러그인 추가
ms: Tambah plugin
pt: Adicionar plugin
ru: Добавить плагин
zh_hans: 添加插件

source: Add punctuation and capitals only. Leave my words exactly as I said them.
de: Nur Zeichensetzung und Großschreibung. Lass meine Worte genau so, wie ich sie gesagt habe.
es: Añade solo puntuación y mayúsculas. Deja mis palabras tal como las dije.
et: Lisa ainult kirjavahemärgid ja suurtähed. Jäta mu sõnad täpselt nii, nagu ma ütlesin.
fr: Ajoute seulement la ponctuation et les majuscules. Laisse mes mots exactement comme je les ai dits.
hu: Csak a központozást és a nagybetűket tedd hozzá. A szavaimat hagyd pontosan úgy, ahogy mondtam.
it: Aggiungi solo punteggiatura e maiuscole. Lascia le mie parole esattamente come le ho dette.
ja: 句読点だけ補って、言葉は話したとおりそのまま残して。
ko: 문장부호만 넣고, 내 말은 말한 그대로 남겨 둬.
ms: Tambah tanda baca dan huruf besar sahaja. Biarkan perkataan saya betul-betul seperti yang saya sebut.
pt: Adiciona só pontuação e maiúsculas. Deixa as minhas palavras tal como as disse.
ru: Только знаки препинания и заглавные буквы. Слова оставить ровно такими, как сказано.
zh_hans: 只加标点，我说的字句原样保留。

source: Add quick preset?
de: Schnellvorlage hinzufügen?
es: ¿Añadir ajuste rápido preestablecido?
et: Lisa kiirmall?
fr: Ajouter un préréglage rapide ?
hu: Hozzáadod a gyorselérési beállítást?
it: Aggiungere un preset rapido?
ja: クイックプリセットを追加しますか?
ko: 빠른 프리셋을 추가할까요?
ms: Tambah prasetel pantas?
pt: Adicionar predefinição rápida?
ru: Добавить быстрый пресет?
zh_hans: 添加快速预设？

source: Add replacement
de: Ersetzung hinzufügen
es: Añadir sustitución
et: Lisa asendus
fr: Ajouter un remplacement
hu: Helyettesítés hozzáadása
it: Aggiungi sostituzione
ja: 置き換えを追加
ko: 대체어 추가
ms: Tambah penggantian
pt: Adicionar substituição
ru: Добавить замену
zh_hans: 添加替换项

source: Add repository
de: Repository hinzufügen
es: Añadir repositorio
et: Lisa hoidla
fr: Ajouter un dépôt
hu: Tárház hozzáadása
it: Aggiungi repository
ja: リポジトリを追加
ko: 저장소 추가
ms: Tambah repositori
pt: Adicionar repositório
ru: Добавить репозиторий
zh_hans: 添加仓库

source: Add sticker
de: Sticker hinzufügen
es: Añadir pegatina
et: Lisa kleeps
fr: Ajouter un autocollant
hu: Matrica hozzáadása
it: Aggiungi adesivo
ja: ステッカーを追加
ko: 스티커 추가
ms: Tambah pelekat
pt: Adicionar adesivo
ru: Добавить стикер
zh_hans: 添加贴纸

source: Add sticker from…
de: Sticker hinzufügen von…
es: Añadir pegatina desde…
et: Lisa kleeps kohast…
fr: Ajouter un autocollant depuis…
hu: Matrica hozzáadása innen…
it: Aggiungi adesivo da…
ja: ステッカーを追加…
ko: 스티커 추가…
ms: Tambah pelekat daripada…
pt: Adicionar adesivo de…
ru: Добавить стикер из…
zh_hans: 从…添加贴纸

source: Add the keyboard
de: Tastatur hinzufügen
es: Añadir el teclado
et: Lisa klaviatuur
fr: Ajouter le clavier
hu: Billentyűzet hozzáadása
it: Aggiungi la tastiera
ja: キーボードを追加
ko: 키보드 추가
ms: Tambah papan kekunci
pt: Adicionar o teclado
ru: Добавить клавиатуру
zh_hans: 添加键盘

source: Add the keyboard in Settings to start typing with it.
de: Füge die Tastatur in den Einstellungen hinzu, um mit ihr zu tippen.
es: Añade el teclado en Ajustes para empezar a escribir con él.
et: Lisa klaviatuur seadetes, et hakata sellega tipitama.
fr: Ajoute le clavier dans Réglages pour commencer à taper avec.
hu: Add hozzá a billentyűzetet a Beállításokban, hogy elkezdhess vele gépelni.
it: Aggiungi la tastiera in Impostazioni per iniziare a scrivere.
ja: 設定でキーボードを追加すると、入力に使えます
ko: 설정에서 키보드를 추가하면 바로 입력할 수 있어요
ms: Tambah papan kekunci dalam Tetapan untuk mula menaip dengannya.
pt: Adiciona o teclado nas Definições para começares a escrever com ele.
ru: Добавьте клавиатуру в Настройках, чтобы начать на ней печатать.
zh_hans: 在设置中添加键盘，开始用它打字

source: Add the one you want to your list.
de: Füge die gewünschte Sprache deiner Liste hinzu.
es: Añade a tu lista el que quieras.
et: Lisa see, mida soovid, oma loendisse.
fr: Ajoute celle que tu veux à ta liste.
hu: Add hozzá a kívánt nyelvet a listádhoz.
it: Aggiungi quella che vuoi al tuo elenco.
ja: 使いたい言語をリストに追加します。
ko: 원하는 언어를 목록에 추가하세요.
ms: Tambah yang anda mahu ke senarai anda.
pt: Junta o que queres à tua lista.
ru: Добавьте нужный в свой список.
zh_hans: 把你要的那种加到列表里。

source: Add to
de: Hinzufügen zu
es: Añadir a
et: Lisa siia
fr: Ajouter à
hu: Hozzáadás ehhez
it: Aggiungi a
ja: 追加先
ko: 추가할 언어
ms: Tambah pada
pt: Acrescentar a
ru: Добавить в
zh_hans: 添加到

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
et: Lisa lemmikutesse
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
ms: Tambah pada Kegemaran
pt: Adicionar aos Favoritos
ru: Добавить в избранное
zh_hans: 加入收藏

source: Add to the bar
de: Zur Leiste hinzufügen
es: Añadir a la barra
et: Lisa ribale
fr: Ajouter à la barre
hu: Hozzáadás a sávhoz
it: Aggiungi alla barra
ja: バーに追加
ko: 바에 추가
ms: Tambah ke bar
pt: Adicionar à barra
ru: Добавить на панель
zh_hans: 添加到栏

source: Add tools, text shortcuts and keyboard effects in one place.
de: Füge Werkzeuge, Text-Kurzbefehle und Tastatureffekte an einem Ort hinzu.
es: Añade herramientas, atajos de texto y efectos del teclado en un solo lugar.
et: Lisa tööriistu, teksti otseteid ja klaviatuuriefekte ühest kohast.
fr: Ajoute des outils, des raccourcis de texte et des effets de clavier au même endroit.
hu: Eszközök, szöveges gyorsműveletek és billentyűzeteffektusok egy helyen.
it: Aggiungi strumenti, scorciatoie di testo ed effetti della tastiera in un unico posto.
ja: ツール、テキストショートカット、キーボードのエフェクトをまとめて追加できます。
ko: 도구, 텍스트 단축 명령, 키보드 효과를 한곳에서 추가하세요.
ms: Tambah alat, pintasan teks dan kesan papan kekunci di satu tempat.
pt: Adiciona ferramentas, atalhos de texto e efeitos do teclado num só lugar.
ru: Добавляйте инструменты, команды для текста и эффекты клавиатуры в одном месте.
zh_hans: 集中添加工具、文本快捷操作和键盘特效。

source: Add two or three takes of the same click. Clink rotates them as you type so repeats don't sound identical.
de: Nimm zwei, drei Varianten desselben Klicks auf – Clink wechselt beim Tippen zwischen ihnen, damit Wiederholungen nicht gleich klingen.
es: Añade dos o tres tomas del mismo clic: Clink las va alternando mientras escribes, para que las repeticiones no suenen iguales.
et: Lisa kaks või kolm võtet sama klõpsu jaoks. Clink vahetab neid tipimise ajal, nii et kordused ei kõla ühtmoodi.
fr: Ajoute deux ou trois prises du même clic — Clink les alterne pendant que tu tapes, pour que les répétitions ne sonnent pas pareil.
hu: Vegyél fel két-három változatot ugyanabból a kattanásból – a Clink gépelés közben váltogatja őket, így az ismétlődések nem hangzanak egyformán.
it: Aggiungi due o tre versioni dello stesso clic — Clink le alterna mentre scrivi, così le ripetizioni non suonano identiche.
ja: 同じクリック音を 2〜3 通り入れておくと、Clink がタイプ中に切り替えて鳴らすので、連打しても同じ音の繰り返しになりません。
ko: 같은 클릭 소리를 두세 번 나눠 담아 두세요. 타이핑할 때 Clink가 번갈아 재생해서 연타해도 같은 소리가 반복되지 않아요.
ms: Tambah dua atau tiga rakaman bunyi klik yang sama — Clink akan menyilih gantikannya semasa anda menaip supaya bunyi berulang tidak kedengaran sama.
pt: Adiciona duas ou três versões do mesmo clique — o Clink vai alternando entre elas enquanto escreves, para as repetições não soarem iguais.
ru: Добавьте два-три варианта одного щелчка — Clink чередует их при печати, чтобы повторы не звучали одинаково.
zh_hans: 同一个按键声多录两三条——打字时 Clink 会轮换播放，连打时不会一直是同一个声音。

source: Add word
de: Wort hinzufügen
es: Añadir palabra
et: Lisa sõna
fr: Ajouter un mot
hu: Szó hozzáadása
it: Aggiungi parola
ja: 単語を追加
ko: 단어 추가
ms: Tambah perkataan
pt: Adicionar palavra
ru: Добавить слово
zh_hans: 添加单词

source: Add, remove, and reorder extensions
de: Erweiterungen hinzufügen, entfernen und neu ordnen
es: Añade, quita y reordena extensiones
et: Lisa, eemalda ja korralda laiendusi
fr: Ajouter, supprimer et réorganiser les extensions
hu: Bővítmények hozzáadása, eltávolítása és átrendezése
it: Aggiungi, togli e riordina le estensioni
ja: 拡張機能の追加、削除、並べ替え
ko: 확장 추가, 삭제, 순서 바꾸기
ms: Tambah, buang, dan susun semula sambungan
pt: Adicionar, remover e reordenar extensões
ru: Добавляйте, удаляйте и меняйте порядок расширений
zh_hans: 添加、删除、重新排扩展

source: Added to your keyboard list
de: Zu deiner Tastaturliste hinzugefügt
es: Añadido a tu lista de teclados
et: Lisatud sinu klaviatuuride loendisse
fr: Ajouté à votre liste de claviers
hu: Hozzáadva a billentyűzetlistádhoz
it: Aggiunta all’elenco delle tastiere
ja: キーボードの一覧に追加済み
ko: 키보드 목록에 추가됨
ms: Ditambahkan pada senarai papan kekunci anda
pt: Adicionado à tua lista de teclados
ru: Добавлено в список клавиатур
zh_hans: 已添加到你的键盘列表

source: Adding sticker…
de: Sticker wird hinzugefügt…
es: Añadiendo pegatina…
et: Kleepsu lisamine…
fr: Ajout de l'autocollant…
hu: Matrica hozzáadása…
it: Aggiunta adesivo…
ja: ステッカーを追加中…
ko: 스티커 추가 중…
ms: Menambah pelekat…
pt: Adicionando adesivo…
ru: Добавление стикера…
zh_hans: 正在添加贴纸…

source: Additional languages are downloaded from Clink’s public GitHub repository.
de: Zusätzliche Sprachen werden aus Clinks öffentlichem GitHub-Repository geladen.
es: Los idiomas adicionales se descargan del repositorio público de Clink en GitHub.
et: Lisakeeled laaditakse alla Clinki avalikust GitHubi hoidlast.
fr: Les langues supplémentaires sont téléchargées depuis le dépôt GitHub public de Clink.
hi: अतिरिक्त भाषाएँ Clink के सार्वजनिक GitHub रिपॉज़िटरी से डाउनलोड की जाती हैं।
hu: A további nyelvek a Clink nyilvános GitHub-tárházából töltődnek le.
it: Le lingue aggiuntive vengono scaricate dal repository GitHub pubblico di Clink.
ja: 追加の言語は、Clink の公開 GitHub リポジトリからダウンロードされます。
ko: 추가 언어는 Clink의 공개 GitHub 저장소에서 다운로드됩니다.
ms: Bahasa tambahan dimuat turun daripada repositori GitHub awam Clink.
ne: थप भाषाहरू Clink को सार्वजनिक GitHub भण्डारबाट डाउनलोड गरिन्छन्।
pt: Idiomas adicionais são baixados do repositório público do Clink no GitHub.
ru: Дополнительные языки загружаются из публичного репозитория Clink на GitHub.
tr: Ek diller Clink'in herkese açık GitHub deposundan indirilir.
zh_hans: 其他语言将从 Clink 的公开 GitHub 仓库下载。

source: Adds an AI panel behind the keyboard's panel button. Proofread, rewrite, change tone, shorten, reply and more. Only shows up when Apple Intelligence is ready.
de: Fügt ein KI-Panel hinter der Panel-Taste der Tastatur hinzu. Korrigieren, umschreiben, den Ton ändern, kürzen, antworten und mehr. Erscheint nur, wenn Apple Intelligence bereit ist.
es: Añade un panel de IA detrás del botón de panel del teclado. Corrige, reescribe, cambia el tono, acorta, responde y más. Solo aparece cuando Apple Intelligence está listo.
et: Lisab klaviatuuri paneelinupu taha TI-paneeli. Loe üle, kirjuta ümber, muuda tooni, lühenda, vasta ja palju muud. Ilmub ainult siis, kui Apple Intelligence on valmis.
fr: Ajoute un panneau IA derrière le bouton de panneau du clavier. Relis, réécris, change le ton, raccourcis, réponds et plus encore. Apparaît seulement quand Apple Intelligence est prêt.
hu: MI-panelt tesz a billentyűzet panelgombja mögé. Lektorálás, átírás, hangnem-váltás, rövidítés, válasz és sok más. Csak akkor jelenik meg, ha az Apple Intelligence készen áll.
it: Aggiunge un pannello AI dietro il pulsante pannelli della tastiera. Correggi, riscrivi, cambia tono, accorcia, rispondi e altro. Compare solo quando Apple Intelligence è pronta.
ja: キーボードのパネルボタンの奥に AI パネルを足します。校正、書き直し、トーン変更、短縮、返信などができます。Apple Intelligence が使えるときだけ出てきます。
ko: 키보드의 패널 버튼 뒤에 AI 패널을 넣어줘요. 교정, 다시 쓰기, 어조 바꾸기, 줄이기, 답장 등을 할 수 있어요. Apple Intelligence가 준비됐을 때만 보여요.
ms: Tambah panel AI di belakang butang panel papan kekunci. Semak, tulis semula, tukar nada, pendekkan, balas dan banyak lagi. Cuma muncul bila Apple Intelligence dah sedia.
pt: Adiciona um painel de IA por trás do botão de painel do teclado. Revê, reescreve, muda o tom, resume, responde e muito mais. Só aparece quando a Apple Intelligence está pronta.
ru: Добавляет панель ИИ за кнопкой панелей на клавиатуре. Проверка, переписывание, смена тона, сокращение, ответ и не только. Появляется, только когда Apple Intelligence готов.
zh_hans: 在键盘面板按钮后面加一个 AI 面板。校对、改写、换语气、缩短、回复等等。只有 Apple Intelligence 就绪时才会出现。

source: Adds an AI panel behind the keyboard's panel button. Type something, open it, then tap to proofread, rewrite, change the tone, shorten, reply and more. Runs on device. Only shows up when Apple Intelligence is ready.
de: Fügt ein KI-Panel hinter der Panel-Taste der Tastatur hinzu. Tipp etwas, öffne es und tipp dann, um zu korrigieren, umzuschreiben, den Ton zu ändern, zu kürzen, zu antworten und mehr. Läuft auf dem Gerät. Erscheint nur, wenn Apple Intelligence bereit ist.
es: Añade un panel de IA detrás del botón de panel del teclado. Escribe algo, ábrelo y toca para corregir, reescribir, cambiar el tono, acortar, responder y más. Funciona en el dispositivo. Solo aparece cuando Apple Intelligence está listo.
et: Lisab klaviatuuri paneelinupu taha TI-paneeli. Tipi midagi, ava see ja puuduta, et üle lugeda, ümber kirjutada, tooni muuta, lühendada, vastata ja palju muud. Töötab seadmel. Ilmub ainult siis, kui Apple Intelligence on valmis.
fr: Ajoute un panneau IA derrière le bouton de panneau du clavier. Tape quelque chose, ouvre-le, puis appuie pour relire, réécrire, changer le ton, raccourcir, répondre et plus encore. Fonctionne sur l'appareil. Apparaît seulement quand Apple Intelligence est prêt.
hu: MI-panelt tesz a billentyűzet panelgombja mögé. Írj be valamit, nyisd meg, aztán koppints a lektoráláshoz, átíráshoz, hangnem-váltáshoz, rövidítéshez, válaszhoz és sok máshoz. Az eszközön fut. Csak akkor jelenik meg, ha az Apple Intelligence készen áll.
it: Aggiunge un pannello AI dietro il pulsante pannelli della tastiera. Scrivi qualcosa, aprilo, poi tocca per correggere, riscrivere, cambiare tono, accorciare, rispondere e altro. Funziona sul dispositivo. Compare solo quando Apple Intelligence è pronta.
ja: キーボードのパネルボタンの奥にAIパネルを足します。何か入力してから開いて、タップすれば校正、書き直し、トーン変更、短縮、返信などができます。デバイス内で動き、Apple Intelligenceが使えるときだけ出てきます。
ko: 키보드의 패널 버튼 뒤에 AI 패널을 넣어줘요. 뭔가 입력하고 열어서 교정, 다시 쓰기, 어조 바꾸기, 줄이기, 답장 같은 걸 탭해보세요. 기기 안에서 돌아가요. Apple Intelligence가 준비됐을 때만 보여요.
ms: Tambah panel AI di belakang butang panel papan kekunci. Taip sesuatu, buka panel, kemudian ketik untuk semak, tulis semula, tukar nada, pendekkan, balas dan banyak lagi. Jalan dalam peranti. Cuma muncul bila Apple Intelligence dah sedia.
pt: Adiciona um painel de IA por trás do botão de painel do teclado. Escreve algo, abre-o e toca para rever, reescrever, mudar o tom, resumir, responder e muito mais. Corre no dispositivo. Só aparece quando a Apple Intelligence está pronta.
ru: Добавляет панель ИИ за кнопкой панелей на клавиатуре. Напечатайте что-нибудь, откройте её и одним нажатием проверьте текст, перепишите, смените тон, сократите, ответьте и не только. Работает на устройстве. Появляется, только когда Apple Intelligence готов.
zh_hans: 在键盘面板按钮后面加一个 AI 面板。先打点字，打开它，再点一下就能校对、改写、换语气、缩短、回复等等。都在设备上跑。只有 Apple Intelligence 就绪时才会出现。

source: Adds it to the bar
de: Fügt es der Leiste hinzu
es: Lo añade a la barra
et: Lisab selle ribale
fr: L'ajoute à la barre
hu: Hozzáadja a sávhoz
it: Lo aggiunge alla barra
ja: バーに追加します
ko: 바에 추가합니다
ms: Menambahkannya ke bar
pt: Adiciona à barra
ru: Добавляет на панель
zh_hans: 将其添加到栏中

source: Adds the punctuation and capitals speech recognition misses. Your words are left exactly as you said them.
de: Fügt Zeichensetzung und Großschreibung hinzu, die die Spracherkennung übersieht. Ihre Wörter bleiben genau so, wie Sie sie gesagt haben.
es: Añade la puntuación y mayúsculas que el reconocimiento de voz no capta. Tus palabras quedan exactamente como las dijiste.
et: Lisab kirjavahemärgid ja suurtähed, mida kõnetuvastus vahele jätab. Sinu sõnad jäävad täpselt nii, nagu sa ütlesid.
fr: Ajoute la ponctuation et les majuscules que la reconnaissance vocale oublie. Vos mots restent exactement comme vous les avez dits.
hu: Kiegészíti az írásjeleket és nagybetűket, amiket a beszédfelismerés kihagy. A szavak pontosan úgy maradnak, ahogy mondta őket.
it: Aggiunge la punteggiatura e le maiuscole che il riconoscimento vocale perde. Le tue parole rimangono esattamente come le hai dette.
ja: 音声認識が見逃す句読点や大文字を補います。話した言葉はそのまま残ります。
ko: 음성 인식이 놓친 구두점과 대문자를 추가합니다. 말한 단어는 그대로 남습니다.
ms: Menambah tanda baca dan huruf besar yang terlepas oleh pengecaman pertuturan. Perkataan anda kekal seperti yang anda ucapkan.
pt: Adiciona a pontuação e maiúsculas que o reconhecimento de fala não capta. As suas palavras ficam exatamente como as disse.
ru: Добавляет знаки препинания и заглавные буквы, которые распознавание речи пропускает. Ваши слова остаются ровно такими, как вы их сказали.
zh_hans: 添加语音识别遗漏的标点和大小写。你所说的话保持原样。

source: Adjust framing
de: Bildausschnitt anpassen
es: Ajustar encuadre
et: Kohanda pildi paigutust
fr: Ajuster le cadrage
hu: Kép igazítása
it: Regola l’inquadratura
ja: 画像の配置を調整
ko: 이미지 배치 조정
ms: Laraskan paparan imej
pt: Ajustar enquadramento
ru: Настроить кадрирование
zh_hans: 调整构图

source: Advanced
de: Erweitert
es: Avanzado
et: Täpsemad seaded
fr: Avancé
hu: Speciális
it: Avanzate
ja: 詳細設定
ko: 고급
ms: Lanjutan
pt: Avançado
ru: Дополнительно
zh_hans: 高级

source: Affiliate
de: Partner
es: Colaboradores
et: Partnerid
fr: Partenaires
hu: Partnerek
it: Partner
ja: 提携パートナー
ko: 제휴 파트너
ms: Rakan kongsi
pt: Parceiros
ru: Партнёры
zh_hans: 合作伙伴

source: After
de: Danach
es: Después
et: Pärast
fr: Après
hu: Utána
it: Dopo
ja: 後
ko: 뒤
ms: Selepas
pt: Depois
ru: После
zh_hans: 之后
